/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "동작을 완료할 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "나중에 다시 시도하십시오.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "이 미디어 포맷은 지원되지 않습니다.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "이 미디어가 손상되었을 수도 있습니다.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "이 응용 프로그램은 이 파일을 재생할 수 있는 권한이 없습니다."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "열 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "이 미디어를 사용할 수 없습니다.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "디코딩할 수 없음";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "이 미디어에 필요한 디코더가 사용 중입니다.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "미디어를 디코딩하는 다른 동작을 모두 중단하고 다시 시도하십시오.";
